[
	{
		"case": "综合全案证据，本院确认以下法律事实：被告广西志丰房地产公司于2008年7月6日取得地号为29-865号的土地使用权，2010年1月21日取得《建设用地规划许可证》，用地面积为2535．85平方米，并报经有关部门批准在该地块上建设商品房（取名“金山”公寓楼）。此后，被告多次在《广西雄基信息（河池版）》上刊登销售广告以及在“金山”公寓楼小区建设施工现场张贴广告均明确“公寓建设面积14414㎡，公寓内配有19间个人车库，60个露天停车位和篮球场，周边有绿化带……”。 2011年3月21日，原告与被告签订了《商品房买卖合同》，由原告出资购买“金山”公寓楼1栋4单元2L2号房，建筑面积为118．28平方米，套内建筑面积为105．48平方米，总价款为263291元。合同签订后，原告履行了付款义务。 2011年2月20日被告将房屋交付给原告使用，当时“金山”公寓西侧修建有停车场兼篮球场，并全部用水泥硬化，四周建有围墙。2011年6月17日河池市住房和城乡建设局在对“金山”公寓小区进行建设工程规划条件核实（规划验收）时，认为该小区未按照工程规划许可证的规定进行建设，用地西侧修建的球场兼停车场涉嫌非法占用土地，要求广西志丰房地产公司限期改正。尔后，被告将停车场兼篮球场与“金山”公寓小区之间用围墙进行隔离。 另查明，广西志丰房地产开发有限公司原名为河池市文业房地产开发有限公司，2010年6月10日变更为现名，法定代表人林志。2009年7月30日、2009年8月11日、2010年1月18日、2010年11月5日、2010年11月8日林志分别与河池市金城江区东江镇百旺社区岜片组村民签订共七份《土地经营权（含所有权）转让协议》，约定把农户名下1872．39平方米（承包经营）的土地经营权（含所有权）转让给林志经营使用；2010年1月被告使用该土地建设“金山”公寓小区的露天停车位和篮球场等。2013年6月9日河池市国土资源局作出《责令限期改正违法行为通知书》，认为被告的上述设施占用的建设用地一直未经人民政府批准，未依法办理用地手续，要求林志在收到通知书之日起三日内改正违法行为，退还非法占用的1872．39平方米土地，腾空非法占地上构筑物。2013年7月3日河池市国土资源局作出《行政处罚决定书》，决定：一、责令当事人退还非法占用的土地1872．39平方米土地；二、没收当事人非法占地上的构筑物；三、对当事人非法占用的1872．39平方米土地处以每平方米15元的罚款，处罚金额共计人民币28085．85元。 2012年10月26日，原告覃俊勇与“金山”公寓楼小区其他74户业主向本院递交诉状主张权利，因其诉讼请求涉及多重法律关系，经本院立案释明，原告先行提起了与被告办理商品房产权证的纠纷及水电安装费纠纷的诉讼，上述诉讼经一、二审审结后，原告逐于2014年10月21日正式提起本案诉讼，认为被告未能实际履行广告许诺的内容构成违约，请求判令被告赔偿原告经济损失9000元，并承担本案诉讼费。 结合原被告双方的诉辩意见，本院归纳本案的争议焦点为：1、广西志丰房地产公司的宣传销售广告如何定性；2、广西志丰房地产公司应否承担赔偿责任。",
		"law_id": "《中华人民共和国民法通则》第六十三条",
		"law_content": "公民、法人可以通过代理人实施民事法律行为。代理人在代理权限内，以被代理人的名义实施民事法律行为。被代理人对代理人的代理行为，承担民事责任。依照法律规定或者按照双方当事人约定，应当由本人实施的民事法律行为，不得代理。",
		"applicable": "yes"
	},
	{
		"case": "根据原告庭审陈述和上述确认的证据，对本案主要事实作如下认定： 2014年8月4日，被告瞿理奋向原告陈玉利借款人民币11万元，原告当日即以汇款（通过其经营的石家庄闽菱机电设备有限公司的中信银行账户）方式分三笔将11万元借款支付给被告瞿理奋。2014年10月5日，被告瞿理奋在三张汇款单据上签字确认借款，并约定月利率2％，借款期限为2014年8月4日至2014年11月15日。借款后至今被告没有归还借款本息。2015年6月25日，原告诉至法院请求判令被告一次性归还借款本金11万元及利息（月利率按2％计算，从2014年8月4日起算至实际还款之日止）。",
		"law_id": "《中华人民共和国民法通则》第八十四条",
		"law_content": "债是按照合同的约定或者依照法律的规定，在当事人之间产生的特定的权利和义务关系，享有权利的人是债权人，负有义务的人是债务人。债权人有权要求债务人按照合同的约定或者依照法律的规定履行义务。",
		"applicable": "yes"
	},
	{
		"case": "经审理查明，2014年9月15日，被告林海泉向原告借款100000元。被告林海泉出具1张借条给原告，并在借条上签名。借条约定借款利息为月息2分，约定还款期限为1年。期间，被告林海泉未向原告支付过利息。借款到期后，被告林海泉未归还借款本金及支付利息。原告诉至本院，请求法院判决被告林海泉、叶利燕尽快归还借款人民币100000元及其利息，从2014年9月15日起按月利2分计算至还清借款之日止；本案受理费由被告承担。 另查，被告林海泉与被告叶利燕系夫妻关系。",
		"law_id": "《中华人民共和国民法通则》第一百零八条",
		"law_content": "债务应当清偿。暂时无力偿还的，经债权人同意或者人民法院裁决，可以由债务人分期偿还。有能力偿还拒不偿还的，由人民法院判决强制偿还。",
		"applicable": "yes"
	},
	{
		"case": "经审理查明，被告宋长海于2014年5月11日在原告处借款人民币12万元，约定每月利息0．3万元，并约定还款日期为2014年11月11日。案外人刘博文及被告王晓文、林有财、杜金阳、马玉超、孔明坤、王烁焱、齐铁、刘伟、周利虎为此款的连带责任担保人，保证期间为借款之日起至债务期限届满后两年。此款至今未还。上述事实，有原告提供的借条1枚及原告的陈述等证据予以证实。",
		"law_id": "《中华人民共和国民法通则》第八十七条",
		"law_content": "债权人或者债务人一方人数为二人以上的，依照法律的规定或者当事人的约定，享有连带权利的每个债权人，都有权要求债务人履行义务；负有连带义务的每个债务人，都负有清偿全部债务的义务，履行了义务的人，有权要求其他负有连带义务的人偿付他应当承担的份额。",
		"applicable": "yes"
	},
	{
		"case": "经审理查明，被告刘亚林、宋海荣系夫妻关系。原告程少杰系被告宋海荣外甥。被告宋海荣患有甲状腺乳腺癌及并发症，经多家医院诊断治疗至今。2013年11月17日，被告宋海荣因看病无钱向原告借现金70000元，并为原告出具欠条一枚。2015年1月26日、2015年1月30日原告分别给被告宋海荣汇款20000元、70000元，2015年2月2日被告宋海荣为原告出具90000元借条一枚。此款经原告索要，被告至今未还，故原告诉至法院，要求二被告偿还借款160000元。",
		"law_id": "《中华人民共和国民法通则》第一百零八条",
		"law_content": "债务应当清偿。暂时无力偿还的，经债权人同意或者人民法院裁决，可以由债务人分期偿还。有能力偿还拒不偿还的，由人民法院判决强制偿还。",
		"applicable": "yes"
	},
	{
		"case": "",
		"law_id": "",
		"law_content": "",
		"applicable": "yes"
	}
]